Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: The spend key is the wallet. Anyone who sees it can spend your RAND. The key file is what the rand command-line wallet reads.
ar: مفتاح الإنفاق هو المحفظة. أي شخص يراه يستطيع إنفاق RAND الخاص بك. ملف المفتاح هو ما تقرؤه محفظة سطر الأوامر rand.
de: Der Ausgabeschlüssel ist die Wallet. Wer ihn sieht, kann deine RAND ausgeben. Die Schlüsseldatei ist das, was die rand-Kommandozeilen-Wallet liest.
es: La clave de gasto es la billetera. Cualquiera que la vea puede gastar tus RAND. El archivo de clave es lo que lee la billetera de línea de comandos rand.
fa: کلید خرج خودِ کیف پول است. هر کس آن را ببیند می‌تواند RAND شما را خرج کند. فایل کلید همان چیزی است که کیف پول خط فرمان rand می‌خواند.
fr: La clé de dépense est le portefeuille. Quiconque la voit peut dépenser vos RAND. Le fichier de clé est ce que lit le portefeuille en ligne de commande rand.
hi: स्पेंड की ही वॉलेट है। जो भी इसे देखता है वह आपके RAND खर्च कर सकता है। की फ़ाइल वह है जिसे rand कमांड-लाइन वॉलेट पढ़ता है।
id: Kunci belanja adalah dompet itu sendiri. Siapa pun yang melihatnya dapat membelanjakan RAND Anda. File kunci adalah yang dibaca oleh dompet baris perintah rand.
it: La chiave di spesa è il portafoglio. Chiunque la veda può spendere i tuoi RAND. Il file della chiave è ciò che legge il portafoglio a riga di comando rand.
ja: 支出キーがウォレットそのものです。これを見た人は誰でもあなたの RAND を支出できます。キーファイルは rand コマンドラインウォレットが読み込むファイルです。
ko: 지출 키가 곧 지갑입니다. 이 키를 본 사람은 누구나 RAND를 지출할 수 있습니다. 키 파일은 rand 명령줄 지갑이 읽는 파일입니다.
ms: Kunci perbelanjaan ialah dompet itu sendiri. Sesiapa yang melihatnya boleh membelanjakan RAND anda. Fail kunci ialah apa yang dibaca oleh dompet baris perintah rand.
pl: Klucz wydawania to portfel. Każdy, kto go zobaczy, może wydać twoje RAND. Plik klucza to to, co odczytuje portfel wiersza poleceń rand.
ps: د لګښت کیلي پخپله والټ دی. هر څوک چې یې وویني، ستاسو RAND لګولی شي. د کیلي فایل هغه څه دي چې د rand کمانډ لاین والټ یې لولي.
pt_br: A chave de gasto é a carteira. Qualquer pessoa que a veja pode gastar seus RAND. O arquivo de chave é o que a carteira de linha de comando rand lê.
ru: Ключ расходования и есть кошелёк. Любой, кто его увидит, сможет потратить ваши RAND. Файл ключа читает консольный кошелёк rand.
ta: செலவு விசையே வாலட். இதைப் பார்க்கும் எவரும் உங்கள் RAND-ஐச் செலவு செய்யலாம். விசைக் கோப்பு என்பது rand கட்டளை-வரி வாலட் படிப்பது.
ur: اسپینڈ کی ہی والیٹ ہے۔ جو بھی اسے دیکھ لے وہ آپ کے RAND خرچ کر سکتا ہے۔ کی فائل وہ ہے جسے rand کمانڈ لائن والیٹ پڑھتا ہے۔
zh_hans: 花费密钥就是钱包本身。任何看到它的人都能花费你的 RAND。密钥文件是 rand 命令行钱包读取的文件。
zh_hant_hk: 花費私鑰就是錢包本身。任何人看到它都可以花費你的 RAND。密鑰檔案是 rand 命令列錢包讀取的檔案。

source: The swap could not be checked.
ar: تعذّر التحقق من المبادلة.
de: Der Tausch konnte nicht geprüft werden.
es: No se pudo verificar el intercambio.
fa: بررسی سواپ ممکن نشد.
fr: Impossible de vérifier l'échange.
hi: स्वैप की जाँच नहीं हो सकी।
id: Penukaran tidak dapat diperiksa.
it: Impossibile verificare lo scambio.
ja: スワップを確認できませんでした。
ko: 스왑을 확인하지 못했습니다.
ms: Pertukaran tidak dapat disemak.
pl: Nie udało się sprawdzić wymiany.
ps: تبادله ونه کتل شوه.
pt_br: Não foi possível verificar a troca.
ru: Не удалось проверить обмен.
ta: ஸ்வாப்பைச் சரிபார்க்க முடியவில்லை.
ur: سواپ کی جانچ نہیں ہو سکی۔
zh_hans: 无法检查该兑换。
zh_hant_hk: 無法檢查兌換。

source: The swap did not go through.
ar: لم تتم المبادلة.
de: Der Tausch ist nicht durchgegangen.
es: El intercambio no se completó.
fa: سواپ انجام نشد.
fr: L'échange n'a pas abouti.
hi: स्वैप पूरा नहीं हुआ।
id: Penukaran tidak berhasil.
it: Lo scambio non è andato a buon fine.
ja: スワップは処理されませんでした。
ko: 스왑이 처리되지 않았습니다.
ms: Pertukaran tidak berjaya.
pl: Wymiana nie powiodła się.
ps: تبادله ترسره نه شوه.
pt_br: A troca não foi concluída.
ru: Обмен не прошёл.
ta: ஸ்வாப் நிறைவேறவில்லை.
ur: سواپ مکمل نہیں ہوا۔
zh_hans: 兑换未成功。
zh_hant_hk: 兌換未能完成。

source: The transaction key opens exactly this payment on RandScan — the amount and the recipient — and nothing else you ever did.
ar: يفتح مفتاح المعاملة هذه الدفعة بالضبط في RandScan — المبلغ والمستلم — ولا شيء آخر فعلته قط.
de: Der Transaktionsschlüssel öffnet auf RandScan genau diese Zahlung – Betrag und Empfänger – und nichts anderes, was du je getan hast.
es: La clave de transacción abre exactamente este pago en RandScan (el monto y el destinatario) y nada más de lo que hayas hecho.
fa: کلید تراکنش دقیقاً همین پرداخت را در RandScan باز می‌کند — مبلغ و گیرنده — و هیچ کار دیگری را که تا کنون انجام داده‌اید باز نمی‌کند.
fr: La clé de transaction ouvre exactement ce paiement sur RandScan — le montant et le destinataire — et rien d'autre de ce que vous avez fait.
hi: लेन-देन की RandScan पर ठीक यही भुगतान खोलती है — राशि और प्राप्तकर्ता — और आपकी की गई कोई और चीज़ नहीं।
id: Kunci transaksi membuka tepat pembayaran ini di RandScan — jumlah dan penerimanya — dan tidak ada hal lain yang pernah Anda lakukan.
it: La chiave di transazione apre esattamente questo pagamento su RandScan — importo e destinatario — e nient'altro di ciò che hai fatto.
ja: トランザクションキーで RandScan 上で開けるのはこの支払い（金額と受取人）だけで、あなたのそれ以外の操作は一切開けません。
ko: 거래 키는 RandScan에서 정확히 이 결제의 금액과 받는 사람만 열 수 있으며, 그 밖의 다른 활동은 전혀 열 수 없습니다.
ms: Kunci transaksi membuka tepat pembayaran ini di RandScan — amaun dan penerimanya — dan tiada perkara lain yang pernah anda lakukan.
pl: Klucz transakcji otwiera w RandScan dokładnie tę płatność — kwotę i odbiorcę — i nic innego z całej twojej aktywności.
ps: د راکړې ورکړې کیلي په RandScan کې یوازې همدا تادیه خلاصوي — اندازه او ترلاسه کوونکی — او ستاسو بل هېڅ کار نه.
pt_br: A chave da transação abre exatamente este pagamento no RandScan — o valor e o destinatário — e nada mais do que você já fez.
ru: Ключ транзакции открывает в RandScan ровно этот платёж — сумму и получателя — и ничего другого из ваших действий.
ta: பரிவர்த்தனை விசை RandScan-இல் இந்தக் கட்டணத்தை மட்டுமே திறக்கும் — தொகையும் பெறுநரும் — நீங்கள் செய்த வேறு எதையும் அல்ல.
ur: لین دین کی کی RandScan پر بالکل یہی ادائیگی کھولتی ہے — رقم اور وصول کنندہ — اور آپ کا کیا ہوا کچھ اور نہیں۔
zh_hans: 交易密钥只能在 RandScan 上打开这一笔付款——金额和收款人——不会涉及你做过的任何其他事情。
zh_hant_hk: 交易密鑰只能在 RandScan 上打開這一筆付款（金額和收款人），不會涉及你做過的任何其他事情。

source: Theme
ar: السمة
de: Design
es: Tema
fa: پوسته
fr: Thème
hi: थीम
id: Tema
it: Tema
ja: テーマ
ko: 테마
ms: Tema
pl: Motyw
ps: بڼه
pt_br: Tema
ru: Тема
ta: தீம்
ur: تھیم
zh_hans: 主题
zh_hant_hk: 主題

source: There is no pool for that pair.
ar: لا يوجد مجمّع لهذا الزوج.
de: Für dieses Paar gibt es keinen Pool.
es: No hay ningún pool para ese par.
fa: برای این جفت استخری وجود ندارد.
fr: Il n'existe aucun pool pour cette paire.
hi: उस जोड़ी के लिए कोई पूल नहीं है।
id: Tidak ada pool untuk pasangan itu.
it: Non esiste un pool per quella coppia.
ja: そのペアのプールはありません。
ko: 해당 쌍에 대한 풀이 없습니다.
ms: Tiada kolam untuk pasangan itu.
pl: Nie ma puli dla tej pary.
ps: د دې جوړې لپاره کوم پول نشته.
pt_br: Não há pool para esse par.
ru: Для этой пары нет пула.
ta: அந்த ஜோடிக்குப் பூல் இல்லை.
ur: اس جوڑی کے لیے کوئی پول نہیں ہے۔
zh_hans: 该交易对没有资金池。
zh_hant_hk: 該交易對沒有資金池。

source: There is no program %@… on this chain. Nothing was sent.
ar: لا يوجد البرنامج %@… على هذه السلسلة. لم يُرسل شيء.
de: Auf dieser Chain gibt es kein Programm %@… Es wurde nichts gesendet.
es: No existe el programa %@… en esta cadena. No se envió nada.
fa: برنامه‌ی %@… در این شبکه وجود ندارد. چیزی ارسال نشد.
fr: Il n'existe aucun programme %@… sur cette chaîne. Rien n'a été envoyé.
hi: इस चेन पर कोई प्रोग्राम %@… नहीं है। कुछ भी नहीं भेजा गया।
id: Tidak ada program %@… di chain ini. Tidak ada yang dikirim.
it: Non esiste un programma %@… su questa catena. Non è stato inviato nulla.
ja: このチェーンにはプログラム %@… はありません。何も送信されていません。
ko: 이 체인에는 프로그램 %@…이(가) 없습니다. 아무것도 전송되지 않았습니다.
ms: Tiada program %@… di rantaian ini. Tiada apa-apa dihantar.
pl: Brak programu %@… w tym łańcuchu. Nic nie zostało wysłane.
ps: پر دې زنځیر کوم پروګرام %@… نشته. هېڅ ونه لېږل شو.
pt_br: Não há programa %@… nesta cadeia. Nada foi enviado.
ru: В этой сети нет программы %@… Ничего не отправлено.
ta: இந்தச் செயினில் %@… என்ற புரோகிராம் இல்லை. எதுவும் அனுப்பப்படவில்லை.
ur: اس چین پر کوئی پروگرام %@… نہیں ہے۔ کچھ نہیں بھیجا گیا۔
zh_hans: 这条链上没有程序 %@…。未发送任何内容。
zh_hant_hk: 此鏈上沒有程式 %@…。沒有傳送任何東西。

source: This 64-character spend key is the only copy of your wallet. Anyone who has it can spend your RAND; anyone who loses it loses the wallet. Write it down and keep it offline.
ar: مفتاح الإنفاق هذا المكوّن من 64 حرفًا هو النسخة الوحيدة من محفظتك. أي شخص يملكه يستطيع إنفاق RAND الخاص بك، ومن يفقده يفقد المحفظة. اكتبه واحفظه دون اتصال بالإنترنت.
de: Dieser 64-stellige Ausgabeschlüssel ist die einzige Kopie deiner Wallet. Wer ihn hat, kann deine RAND ausgeben; wer ihn verliert, verliert die Wallet. Schreib ihn auf und bewahre ihn offline auf.
es: Esta clave de gasto de 64 caracteres es la única copia de tu billetera. Cualquiera que la tenga puede gastar tus RAND; quien la pierde, pierde la billetera. Anótala y guárdala sin conexión.
fa: این کلید خرج 64 نویسه‌ای تنها نسخه‌ی کیف پول شماست. هر کس آن را داشته باشد می‌تواند RAND شما را خرج کند؛ هر کس آن را گم کند کیف پول را از دست می‌دهد. آن را یادداشت کنید و به‌صورت آفلاین نگه دارید.
fr: Cette clé de dépense de 64 caractères est la seule copie de votre portefeuille. Quiconque la détient peut dépenser vos RAND ; quiconque la perd perd le portefeuille. Notez-la et conservez-la hors ligne.
hi: 64 अक्षरों की यह स्पेंड की आपके वॉलेट की एकमात्र प्रति है। जिसके पास यह है वह आपके RAND खर्च कर सकता है; जो इसे खो देता है वह वॉलेट खो देता है। इसे लिख लें और ऑफ़लाइन रखें।
id: Kunci belanja 64 karakter ini adalah satu-satunya salinan dompet Anda. Siapa pun yang memilikinya dapat membelanjakan RAND Anda; siapa pun yang kehilangannya kehilangan dompetnya. Tulis dan simpan secara offline.
it: Questa chiave di spesa di 64 caratteri è l'unica copia del tuo portafoglio. Chiunque la possieda può spendere i tuoi RAND; chi la perde perde il portafoglio. Annotala e conservala offline.
ja: この64文字の支出キーが、ウォレットの唯一の控えです。これを持つ人は誰でもあなたの RAND を支出でき、失くせばウォレットも失います。書き留めてオフラインで保管してください。
ko: 이 64자 지출 키가 지갑의 유일한 사본입니다. 이 키를 가진 사람은 누구나 RAND를 지출할 수 있고, 잃어버리면 지갑도 잃습니다. 적어서 오프라인에 보관하세요.
ms: Kunci perbelanjaan 64 aksara ini ialah satu-satunya salinan dompet anda. Sesiapa yang memilikinya boleh membelanjakan RAND anda; sesiapa yang kehilangannya kehilangan dompet itu. Tuliskannya dan simpan di luar talian.
pl: Ten 64-znakowy klucz wydawania to jedyna kopia twojego portfela. Każdy, kto go ma, może wydać twoje RAND; kto go zgubi, traci portfel. Zapisz go i przechowuj offline.
ps: دا 64 توري د لګښت کیلي ستاسو د والټ یوازینۍ کاپي ده. هر څوک چې دا ولري، ستاسو RAND لګولی شي؛ هر څوک چې یې ورکه کړي، والټ له لاسه ورکوي. دا ولیکئ او له انټرنېټ پرته یې وساتئ.
pt_br: Esta chave de gasto de 64 caracteres é a única cópia da sua carteira. Quem a tiver pode gastar seus RAND; quem a perder perde a carteira. Anote-a e guarde-a offline.
ru: Этот 64-символьный ключ расходования — единственная копия вашего кошелька. Любой, у кого он есть, может потратить ваши RAND; кто его потеряет, потеряет кошелёк. Запишите его и храните офлайн.
ta: இந்த 64-எழுத்து செலவு விசை உங்கள் வாலட்டின் ஒரே நகல். இதை வைத்திருக்கும் எவரும் உங்கள் RAND-ஐச் செலவு செய்யலாம்; இதை இழப்பவர் வாலட்டை இழப்பார். இதை எழுதி வைத்து ஆஃப்லைனில் பாதுகாத்திடுங்கள்.
ur: یہ 64 حروف کی اسپینڈ کی آپ کے والیٹ کی واحد کاپی ہے۔ جس کے پاس یہ ہو وہ آپ کے RAND خرچ کر سکتا ہے؛ جو اسے کھو دے وہ والیٹ کھو دیتا ہے۔ اسے لکھ لیں اور آف لائن رکھیں۔
zh_hans: 这个 64 字符的花费密钥是你钱包的唯一副本。任何拥有它的人都能花费你的 RAND；丢失它就等于丢失钱包。请抄写下来并离线保存。
zh_hant_hk: 這條 64 個字元的花費私鑰是你錢包的唯一副本。任何人取得它都可以花費你的 RAND；遺失它便等於遺失錢包。請把它抄下並離線保存。

source: This build ships no prover to use.
ar: هذا الإصدار لا يتضمّن مُثبِتًا للاستخدام.
de: Diese Version liefert keinen Prover mit.
es: Esta versión no incluye ningún probador para usar.
fa: این نسخه هیچ اثبات‌گری برای استفاده همراه ندارد.
fr: Cette version n'inclut aucun prouveur utilisable.
hi: इस बिल्ड में इस्तेमाल के लिए कोई प्रूवर शामिल नहीं है।
id: Build ini tidak menyertakan prover untuk digunakan.
it: Questa build non include alcun prover da usare.
ja: このビルドには使えるプルーバーが含まれていません。
ko: 이 빌드에는 사용할 프루버가 포함되어 있지 않습니다.
ms: Binaan ini tidak disertakan dengan pembukti untuk digunakan.
pl: Ta wersja nie zawiera provera do użycia.
ps: دا جوړښت د کارولو لپاره کوم ثبوت جوړوونکی نه لري.
pt_br: Esta versão não traz nenhum provador para usar.
ru: В этой сборке нет прувера.
ta: இந்த build பயன்படுத்துவதற்கு எந்த நிரூபிப்பானையும் கொண்டிருக்கவில்லை.
ur: اس بلڈ کے ساتھ استعمال کے لیے کوئی پروور نہیں آتا۔
zh_hans: 此版本未附带可用的证明器。
zh_hant_hk: 此版本沒有內置可用的證明器。

source: This chain does not run programs yet, so Rand Wallet cannot send this. Nothing was sent.
ar: هذه السلسلة لا تشغّل برامج بعد، لذا لا يستطيع Rand Wallet إرسال هذا. لم يُرسل شيء.
de: Diese Chain führt noch keine Programme aus, daher kann Rand Wallet das nicht senden. Es wurde nichts gesendet.
es: Esta cadena todavía no ejecuta programas, así que Rand Wallet no puede enviar esto. No se envió nada.
fa: این شبکه هنوز برنامه اجرا نمی‌کند، بنابراین Rand Wallet نمی‌تواند این را ارسال کند. چیزی ارسال نشد.
fr: Cette chaîne n'exécute pas encore de programmes ; Rand Wallet ne peut donc pas envoyer ceci. Rien n'a été envoyé.
hi: यह चेन अभी प्रोग्राम नहीं चलाती, इसलिए Rand Wallet इसे नहीं भेज सकता। कुछ भी नहीं भेजा गया।
id: Chain ini belum menjalankan program, jadi Rand Wallet tidak dapat mengirim ini. Tidak ada yang dikirim.
it: Questa catena non esegue ancora programmi, quindi Rand Wallet non può inviarlo. Non è stato inviato nulla.
ja: このチェーンはまだプログラムを実行しないため、Rand Wallet はこれを送信できません。何も送信されていません。
ko: 이 체인은 아직 프로그램을 실행하지 않으므로 Rand Wallet에서 이것을 보낼 수 없습니다. 아무것도 전송되지 않았습니다.
ms: Rantaian ini belum menjalankan program, jadi Rand Wallet tidak dapat menghantar ini. Tiada apa-apa dihantar.
pl: Ten łańcuch nie uruchamia jeszcze programów, więc Rand Wallet nie może tego wysłać. Nic nie zostało wysłane.
ps: دا زنځیر لا پروګرامونه نه چلوي، نو Rand Wallet دا نشي لېږلی. هېڅ ونه لېږل شو.
pt_br: Esta cadeia ainda não executa programas, então a Rand Wallet não pode enviar isto. Nada foi enviado.
ru: Эта сеть пока не выполняет программы, поэтому Rand Wallet не может это отправить. Ничего не отправлено.
ta: இந்தச் செயின் இன்னும் புரோகிராம்களை இயக்குவதில்லை, எனவே Rand Wallet இதை அனுப்ப முடியாது. எதுவும் அனுப்பப்படவில்லை.
ur: یہ چین ابھی پروگرام نہیں چلاتی، اس لیے Rand Wallet یہ نہیں بھیج سکتا۔ کچھ نہیں بھیجا گیا۔
zh_hans: 这条链尚不支持运行程序，因此 Rand Wallet 无法发送。未发送任何内容。
zh_hant_hk: 此鏈尚未支援運行程式，因此 Rand Wallet 無法傳送這個。沒有傳送任何東西。

source: This chain does not run programs yet.
ar: هذه السلسلة لا تشغّل برامج بعد.
de: Diese Chain führt noch keine Programme aus.
es: Esta cadena todavía no ejecuta programas.
fa: این شبکه هنوز برنامه اجرا نمی‌کند.
fr: Cette chaîne n'exécute pas encore de programmes.
hi: यह चेन अभी प्रोग्राम नहीं चलाती।
id: Chain ini belum menjalankan program.
it: Questa catena non esegue ancora programmi.
ja: このチェーンはまだプログラムを実行しません。
ko: 이 체인은 아직 프로그램을 실행하지 않습니다.
ms: Rantaian ini belum menjalankan program.
pl: Ten łańcuch nie uruchamia jeszcze programów.
ps: دا زنځیر لا پروګرامونه نه چلوي.
pt_br: Esta cadeia ainda não executa programas.
ru: Эта сеть пока не выполняет программы.
ta: இந்தச் செயின் இன்னும் புரோகிராம்களை இயக்குவதில்லை.
ur: یہ چین ابھی پروگرام نہیں چلاتی۔
zh_hans: 这条链尚不支持运行程序。
zh_hant_hk: 此鏈尚未支援運行程式。

source: This chain does not run programs, so there is nothing to swap through.
ar: هذه السلسلة لا تشغّل برامج، لذا لا يوجد ما تتم المبادلة عبره.
de: Diese Chain führt keine Programme aus, daher gibt es nichts, worüber getauscht werden könnte.
es: Esta cadena no ejecuta programas, así que no hay nada a través de lo cual intercambiar.
fa: این شبکه برنامه اجرا نمی‌کند، بنابراین چیزی برای سواپ از طریق آن نیست.
fr: Cette chaîne n'exécute pas de programmes ; il n'y a donc rien par quoi échanger.
hi: यह चेन प्रोग्राम नहीं चलाती, इसलिए स्वैप करने का कोई माध्यम नहीं है।
id: Chain ini tidak menjalankan program, jadi tidak ada tempat untuk melakukan penukaran.
it: Questa catena non esegue programmi, quindi non c'è nulla attraverso cui scambiare.
ja: このチェーンはプログラムを実行しないため、スワップに使えるものがありません。
ko: 이 체인은 프로그램을 실행하지 않으므로 스왑할 방법이 없습니다.
ms: Rantaian ini tidak menjalankan program, jadi tiada apa-apa untuk dijadikan laluan pertukaran.
pl: Ten łańcuch nie uruchamia programów, więc nie ma przez co wymieniać.
ps: دا زنځیر پروګرامونه نه چلوي، نو د تبادلې لپاره هېڅ لاره نشته.
pt_br: Esta cadeia não executa programas, então não há por onde trocar.
ru: Эта сеть не выполняет программы, поэтому обменивать не через что.
ta: இந்தச் செயின் புரோகிராம்களை இயக்குவதில்லை, எனவே ஸ்வாப் செய்ய எதுவும் இல்லை.
ur: یہ چین پروگرام نہیں چلاتی، اس لیے سواپ کرنے کا کوئی ذریعہ نہیں۔
zh_hans: 这条链不支持运行程序，因此无法进行兑换。
zh_hant_hk: 此鏈不支援運行程式，因此沒有可以兌換的途徑。

source: This device
ar: هذا الجهاز
de: Dieses Gerät
es: Este dispositivo
fa: این دستگاه
fr: Cet appareil
hi: यह डिवाइस
id: Perangkat ini
it: Questo dispositivo
ja: この端末
ko: 이 기기
ms: Peranti ini
pl: To urządzenie
ps: دا وسیله
pt_br: Este dispositivo
ru: Это устройство
ta: இந்தச் சாதனம்
ur: یہ ڈیوائس
zh_hans: 此设备
zh_hant_hk: 此裝置

source: This device cannot make the proof, so one of %@ makes it. The one that does receives this wallet's viewing key, so it can read your whole history — every payment received and sent, past and future. It cannot spend. You are asked once; to keep your history to yourself, use your own prover instead.
ar: لا يستطيع هذا الجهاز إعداد الإثبات، لذا يُعِدّه واحد من %@. المُثبِت الذي يُعِدّه يتلقى مفتاح العرض لهذه المحفظة، فيستطيع قراءة سجلك كاملًا — كل دفعة مستلمة ومرسلة، في الماضي والمستقبل. لا يستطيع الإنفاق. يُطرح عليك هذا السؤال مرة واحدة؛ لتُبقي سجلك لنفسك، استخدم مُثبِتك الخاص بدلًا من ذلك.
de: Dieses Gerät kann den Beweis nicht erstellen, daher erstellt ihn einer %@. Der Prover, der es tut, erhält den Ansichtsschlüssel dieser Wallet und kann so deinen gesamten Verlauf lesen – jede empfangene und gesendete Zahlung, vergangen und künftig. Er kann nichts ausgeben. Du wirst einmal gefragt; um deinen Verlauf für dich zu behalten, nutze stattdessen deinen eigenen Prover.
es: Este dispositivo no puede generar la prueba, así que la genera uno de %@. El que lo hace recibe la clave de visualización de esta billetera, así que puede leer todo tu historial: cada pago recibido y enviado, pasado y futuro. No puede gastar. Se te pregunta una sola vez; para mantener tu historial solo para ti, usa tu propio probador.
fa: این دستگاه نمی‌تواند اثبات را بسازد، پس یکی از %@ آن را می‌سازد. اثبات‌گری که آن را می‌سازد کلید مشاهده‌ی این کیف پول را دریافت می‌کند، پس می‌تواند کل تاریخچه‌ی شما را بخواند — هر پرداخت دریافتی و ارسالی، در گذشته و آینده. نمی‌تواند خرج کند. فقط یک بار از شما پرسیده می‌شود؛ برای اینکه تاریخچه‌تان پیش خودتان بماند، به‌جای آن از اثبات‌گر خودتان استفاده کنید.
fr: Cet appareil ne peut pas générer la preuve ; c'est donc un prouveur parmi %@ qui la génère. Celui qui le fait reçoit la clé de visualisation de ce portefeuille et peut donc lire tout votre historique — chaque paiement reçu et envoyé, passé et futur. Il ne peut pas dépenser. Cette question ne vous est posée qu'une fois ; pour garder votre historique pour vous, utilisez plutôt votre propre prouveur.
hi: यह डिवाइस प्रूफ़ नहीं बना सकता, इसलिए %@ में से एक इसे बनाता है। जो बनाता है उसे इस वॉलेट की व्यूइंग की मिलती है, इसलिए वह आपका पूरा इतिहास पढ़ सकता है — हर प्राप्त और भेजा गया भुगतान, अतीत और भविष्य का। वह खर्च नहीं कर सकता। आपसे एक बार पूछा जाता है; अपना इतिहास अपने तक रखने के लिए, इसके बजाय अपना खुद का प्रूवर इस्तेमाल करें।
id: Perangkat ini tidak dapat membuat bukti, jadi salah satu dari %@ membuatnya. Prover yang membuatnya menerima kunci tampilan dompet ini, sehingga dapat membaca seluruh riwayat Anda — setiap pembayaran yang diterima dan dikirim, dulu maupun nanti. Prover tidak dapat membelanjakan. Anda hanya ditanya sekali; agar riwayat Anda tetap untuk Anda sendiri, gunakan prover milik Anda sendiri.
it: Questo dispositivo non può generare la prova, quindi la genera uno tra %@. Quello che lo fa riceve la chiave di visualizzazione di questo portafoglio, quindi può leggere tutta la tua cronologia — ogni pagamento ricevuto e inviato, passato e futuro. Non può spendere. Te lo chiediamo una sola volta; per tenere la cronologia per te, usa invece un tuo prover.
ja: この端末では証明を作れないため、%@ のいずれかが作成します。作成するプルーバーはこのウォレットの閲覧キーを受け取るため、過去から未来までに受け取り、送ったすべての支払いを含む履歴全体を読めます。支出はできません。この確認は一度だけです。履歴を自分だけのものにするには、代わりに自分のプルーバーを使ってください。
ko: 이 기기에서는 증명을 만들 수 없으므로 %@ 중 하나가 증명을 만듭니다. 증명을 만드는 프루버는 이 지갑의 조회 키를 받으므로 과거와 미래에 받고 보낸 모든 결제를 포함한 전체 내역을 읽을 수 있습니다. 지출은 할 수 없습니다. 이 안내는 한 번만 표시됩니다. 내역을 나만 보려면 직접 운영하는 프루버를 사용하세요.
ms: Peranti ini tidak dapat membuat bukti, jadi salah satu daripada %@ membuatnya. Pembukti yang membuatnya menerima kunci tontonan dompet ini, jadi ia boleh membaca seluruh sejarah anda — setiap pembayaran yang diterima dan dihantar, dahulu dan akan datang. Ia tidak boleh berbelanja. Anda ditanya sekali sahaja; untuk menyimpan sejarah anda untuk diri sendiri, gunakan pembukti anda sendiri.
pl: To urządzenie nie może wygenerować dowodu, więc generuje go jeden z %@. Ten, który to robi, otrzymuje klucz podglądu tego portfela, więc może czytać całą twoją historię — każdą otrzymaną i wysłaną płatność, przeszłą i przyszłą. Nie może wydawać. Pytamy tylko raz; aby zachować historię dla siebie, użyj zamiast tego własnego provera.
ps: دا وسیله ثبوت نشي جوړولی، نو له %@ څخه یو یې جوړوي. هغه چې یې جوړوي، د دې والټ د لیدو کیلي ترلاسه کوي، نو ستاسو ټوله تاریخچه لوستلی شي — هره ترلاسه شوې او لېږل شوې تادیه، تېره او راتلونکې. لګښت نشي کولی. له تاسو یو ځل پوښتل کېږي؛ د دې لپاره چې تاریخچه مو یوازې ستاسو سره پاتې شي، پر ځای یې خپل ثبوت جوړوونکی وکاروئ.
pt_br: Este dispositivo não consegue gerar a prova, então um dos %@ a gera. O que a gerar recebe a chave de visualização desta carteira, e assim pode ler todo o seu histórico — cada pagamento recebido e enviado, passado e futuro. Ele não pode gastar. Isto é perguntado uma vez; para manter seu histórico só para você, use seu próprio provador.
ru: Это устройство не может построить доказательство, поэтому его строит один из %@. Тот, кто его строит, получает ключ просмотра этого кошелька и может читать всю вашу историю — каждый полученный и отправленный платёж, в прошлом и в будущем. Тратить он не может. Этот вопрос задаётся один раз; чтобы сохранить историю в тайне, используйте свой прувер.
ta: இந்தச் சாதனத்தால் நிரூபணத்தை உருவாக்க முடியாது, எனவே %@-இல் ஒன்று அதை உருவாக்கும். அதைச் செய்யும் நிரூபிப்பான் இந்த வாலட்டின் பார்வை விசையைப் பெறும், எனவே அது உங்கள் முழு வரலாற்றையும் படிக்க முடியும் — கடந்த காலத்திலும் எதிர்காலத்திலும் பெற்ற, அனுப்பிய ஒவ்வொரு கட்டணமும். அது செலவு செய்ய முடியாது. இது ஒருமுறை மட்டுமே கேட்கப்படும்; உங்கள் வரலாற்றை உங்களுக்கு மட்டுமே வைத்திருக்க, அதற்குப் பதிலாக உங்கள் சொந்த நிரூபிப்பானைப் பயன்படுத்துங்கள்.
ur: یہ ڈیوائس پروف نہیں بنا سکتی، اس لیے %@ میں سے ایک اسے بناتا ہے۔ جو بناتا ہے اسے اس والیٹ کی ویوئنگ کی ملتی ہے، اس لیے وہ آپ کی پوری تاریخ پڑھ سکتا ہے — ہر وصول اور بھیجی گئی ادائیگی، ماضی اور مستقبل کی۔ یہ خرچ نہیں کر سکتا۔ آپ سے یہ ایک ہی بار پوچھا جاتا ہے؛ اپنی تاریخ اپنے تک رکھنے کے لیے اس کے بجائے اپنا پروور استعمال کریں۔
zh_hans: 此设备无法生成该证明，因此由%@中的一台生成。生成证明的那台会收到此钱包的查看密钥，因此能读取你的全部历史记录——过去和将来收到及发出的每一笔付款。它不能花费。此提示只出现一次；如果想让历史记录只有你自己知道，请改用你自己的证明器。
zh_hant_hk: 此裝置無法生成該證明，因此會由%@其中一部生成。生成證明的那部會收到此錢包的檢視密鑰，因此可以讀取你的全部記錄，包括過去和將來收到及發出的每一筆付款。它不能花費。此提示只會出現一次；如果想讓記錄只有你自己知道，請改用你自己的證明器。
